import React from 'react'
import './about.css'

const About = () => {
    return <div className='about'>

        <div className='p'>
            <h1>ဤ Website အကြောင်း</h1>
            <h1><hr></hr></h1>
            <p>ယခု Website သည် ၂၀၂၀ အထွေထွေရွေးကောက်ပွဲ ကျင်းပရန်အတွက် ကြိုတင်ပြင်ဆင်မှုများအနေဖြင့် မြန်မာနိုင်ငံရွေးကောက်ပွဲကော်မရှင်၏ ဝက်ဆိုဒ်ဖြစ်သော <a href='http://uec.gov.mm' title='ပြည်ထောင်စုသမ္မတမြန်မာနိုင်ငံတော် ပြည်ထောင်စုရွေးကောက်ပွဲကော်မရှင်'>Union Election Commission</a> ကို မှီငြမ်း၍ မဲဆန္ဒရှင်ဆိုင်ရာ၊ လွတ်တော်ကိုယ်စားလှယ်ဆိုင်ရာ၊ မဲဆန္ဒနယ်ဆိုင်ရာ၊ နိုင်ငံရေးပါတီဆိုင်ရာ အချက်အလက်တို့ကို ကွန်ပျူတာစနစ်တွင် မွန်းမံပြင်ဆင် လုပ်ဆောင်ထားခြင်းဖြစ်ပါသည်။ ထို့ကြောင့် ရွေးကောက်ပွဲကျင်းပမည့် မြို့နယ်များတွင် အမြဲတမ်းနေထိုင်သူ နိုင်ငံသူ/သား အားလုံးအနေဖြင့် မိမိတို့ ရပ်ကွက်/ကျေးရွာ အုပ်စုများ၏ မဲဆန္ဒရှင်စာရင်းတွင်ပါ မပါ၊ မိမိတို့၏အမည် နှင့် ကိုယ်ရေးအချက်အလက်များမှန်/မမှန် ကို ဝင်ရောက်စစ်ဆေးနိုင်ပါသည်။ ထို့ပြင် ဤကွန်ပျူတာစနစ်အတွင်းသို့ရောက်ရှိပြီးသော လွတ်တော်ကိုယ်စားလှယ်များ၏အချက်အလက်များ၊ မဲဆန္ဒနယ်ဆိုင်ရာအချက်အလက် များ၊  နိုင်ငံရေးပါတီဆိုင်ရာ အချက်အလက် များကိုပါ ကြည့်ရှုနိုင်ပါသည်။
            <br></br>
                <br></br>
            </p>
            <p style={{ color: 'red' }}>မှတ်ချက်။ ။ ယခု website တွင် စစ်ကိုင်းတိုင်းဒေသကြီးအတွင်းရှိ မဲဆန္ဒရှင်များ၏အချက်အလက် များ ၊ မဲဆန္ဒနယ်များ၊ လွတ်တော်ကိုယ်စားလှယ်များကိုသာ ရှာဖွေနိုင်ပါသည်။</p>
        </div>
    </div>
}

export default About;